-- lines for Assassins Package

return {
	-- 伏完
	["cv:fuwan"] = "王乾龙",
	["$moukui1"] = "虽已定策，仍需小心。",
	["$moukui2"] = "孤注一掷，誓取奸贼首级！",
	["$moukui3"] = "什么？竟然还有此一手！",
	["~fuwan"] = "伏某死不足惜，可怜陛下……",

	-- 刘协
	["cv:liuxie"] = "风叹息，素亦白",
	["$tianming1"] = "朕好歹是天子！",
	["$tianming2"] = "陛下，此等小事还是交给臣下吧！",
	["$tianming3"] = "陛下，此等小事还是交给臣下吧！（女声）",
	["$mizhao1"] = "铲除奸党，全赖爱卿了。",
	["$mizhao2"] = "皇叔，救我！",
	["~liuxie"] = "大汉江山断于我手，可恨啊……",

	-- 灵雎
	["cv:lingju"] = "蒲小猫",
	["$jieyuan1"] = "权谋一世，剑指曹贼！",
	["$jieyuan2"] = "虽有谋，亦有情。",
	["$fenxin"] = "天下与我何干？",
	["~lingju"] = "魏王……",
}