-- lines for Hegemony Package

return {
	-- 乐进
	["cv:yuejin"] = "裤衩",
	["$xiaoguo1"] = "骁勇果敢，每战必先！", -- 发动弃牌
	["$xiaoguo2"] = "奋强突固，无坚不陷！", -- 弃置装备
	["$xiaoguo3"] = "贼有防备，只伤皮毛，来日再战！", -- 受到伤害
	["~yuejin"] = "戎马一生，何惧死乎！",

	-- 甘夫人
	["cv:ganfuren"] = "神马芯",
	["$shushen1"] = "履行脩仁，淑慎其身。",
	["$shushen2"] = "夫君，大志不可忘呀。", --刘备
	["$shenzhi"] = "玩物易丧志，弃之可修身。",
	["~ganfuren"] = "生同室，死同穴……",

	-- 国战陆逊
	["cv:heg_luxun"] = "白水",
	["$duoshi1"] = "审时度势，方能出奇制胜！", -- 仅自己
	["$duoshi2"] = "诸公稍安勿躁，度势再战。",
	["~heg_luxun"] = "主公，伯言终没有负了对您的承诺。",

	-- 丁奉
	["cv:dingfeng"] = "小鱼儿",
	["$duanbing"] = "一寸短一寸险。",
	["$fenxun1"] = "杀你个措手不及！",
	["$fenxun2"] = "来一个杀一个，来一对杀一双！",
	["~dingfeng"] = "贴身肉搏竟能赢我，呃……",

	-- 马腾
	["cv:mateng"] = "清水浊流",
	["$xiongyi"] = "西凉铁骑，所向披靡！伏波之后，誓讨汉贼！",
	["~mateng"] = "汝等快走，让孟起替我报仇……",

	-- 孔融
	["cv:kongrong"] = "清水浊流",
	["$mingshi1"] = "其人欲自伤，何损于日月乎？",
	["$mingshi2"] = "汝不行仁义，天下之士共击之！",
	["$lirang1"] = "礼节民心，让则不争。",
	["$lirang2"] = "守礼仪，懂谦让，方有吾今日之名！",
	["~kongrong"] = "生存多所虑，长寝万事毕。",

	-- 纪灵
	["cv:jiling"] = "极光星逝",
	["$shuangren1"] = "汝等无名下将，岂是本将军的对手！",
	["$shuangren2"] = "仲家主将，尔等岂能匹敌！", --赢
	["$shuangren3"] = "今日这武器颇不顺手！", --没赢
	["~jiling"] = "环眼匹夫，尓敢如此……",

	-- 田丰
	["cv:tianfeng"] = "HeLi",
	["$sijian1"] = "忠言逆耳利于行。",
	["$sijian2"] = "主公万万不可。",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "主公为何不听吾言啊！",

	-- 潘凤
	["cv:panfeng"] = "清水浊流",
	["$kuangfu1"] = "汝等休想从我上将手下逃生！", -- 获得牌
	["$kuangfu2"] = "我的大斧已饥渴难耐！", -- 弃置牌
	["~panfeng"] = "报！潘将军又被华雄斩了！（画外音）",

	-- 邹氏
	["cv:zoushi"] = "叔音",
	["$qingcheng1"] = "奴家给大人唱首曲子如何？",
	["$qingcheng2"] = "大人也请宽衣。",
	["~zoushi"] = "若无男人好色，哪来红颜祸水？",
}