-- lines for Mountain Package

return {
	-- 张郃
	["cv:zhanghe"] = "爪子",
	["$qiaobian1"] = "虚招令旗，以之惑敌。", -- 判定阶段
	["$qiaobian2"] = "绝其汲道，困其刍粮。", -- 摸牌阶段
	["$qiaobian3"] = "以守为攻，后发制人。", -- 出牌阶段
	["$qiaobian4"] = "停止前进，扎营御敌！", -- 弃牌阶段
	["~zhanghe"] = "归兵勿追，追兵难归啊……",

	-- 邓艾
	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$zaoxian1"] = "屯田日久，当建奇功！",
	["$zaoxian2"] = "开辟险路，奇袭敌军！",
	["$jixi1"] = "攻其无备，出其不意。",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌，竟葬于奸贼之手！",

	-- 姜维
	["$tiaoxin1"] = "汝等小儿，可敢杀我。",
	["$tiaoxin2"] = "贼将早降，可免一死。",
	["$zhiji1"] = "先帝之志，丞相之托，不可忘也！",
	["$zhiji2"] = "丞相厚恩，维万死不能相报！",
	["$guanxing3"] = "继丞相之遗志，讨篡汉之逆贼！",
	["$guanxing4"] = "克复中原，指日可待！",
	["~jiangwei"] = "我计不成，乃天命也……",

	-- 刘禅
	["$xiangle1"] = "嗯……打打杀杀，真没意思！",
	["$xiangle2"] = "我爸爸是刘备！",
	["$fangquan1"] = "这可如何是好啊！",
	["$fangquan2"] = "你办事儿，我放心！",
	["$ruoyu1"] = "不装疯卖傻，岂能安然无恙？",
	["$ruoyu2"] = "世人皆错看我，唉……",
	["$jijiang3"] = "匡扶汉室，谁敢出战？",
	["$jijiang4"] = "我蜀汉岂无人乎！",
	["~liushan"] = "别打脸，我投降还不行吗？",

	-- 孙策
	["cv:sunce"] = "官方，猎狐",
	["$jiang1"] = "吾乃江东小霸王孙伯符！",
	["$jiang2"] = "江东子弟，何惧于天下!",
	["$hunzi1"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！",
	["$hunzi2"] = "愿承父志，与公瑾共谋天下！",
	["$yingzi3"] = "公瑾，助我决一死战！",
	["$yingzi4"] = "尔等看好了！",
	["$yinghun3"] = "孙氏英烈，庇佑江东。",
	["$yinghun4"] = "父亲，助我背水一战！",
	["$zhiba1"] = "是友是敌，一探便知。",
	["$zhiba2"] = "我若怕你，非孙伯符也！",
	["$zhiba3"] = "哈哈，汝乃吾之真卿也！",
	["$zhiba4"] = "哼，错当佞臣做忠臣，誓不饶你！",
	["$zhiba5"] = "且慢！莫不是你欲用诈降之计赚我。",
	["~sunce"] = "内事不决问张昭，外事不决问周瑜……",

	-- 张昭张纮
	["$zhijian1"] = "请恕老臣直言。",
	["$zhijian2"] = "为臣者，当冒死以谏。",
	["$guzheng1"] = "今当稳固内政，以御外患。",
	["$guzheng2"] = "固国安邦，须当如是。",
	["~erzhang"] = "竭力尽智，死而无憾……",

	-- 左慈
	["cv:zuoci"] = "东方胤弘，眠眠",
	["$huashen1"] = "藏形变身，自在吾心。",
	["$huashen2"] = "遁形幻千，随意所欲。",
	["$xinsheng1"] = "吐故纳新，师法天地。",
	["$xinsheng2"] = "灵根不灭，连绵不绝。",
	["$huashen3"] = "藏形变身，自在吾心。(女声)",
	["$huashen4"] = "遁形幻千，随意所欲。(女声)",
	["$xinsheng3"] = "吐故纳新，师法天地。(女声)",
	["$xinsheng4"] = "灵根不灭，连绵不绝。(女声)",
	["~zuoci"] = "释知遗形，神灭形消。",

	-- 蔡文姬
	["cv:caiwenji"] = "呼呼",
	["$beige1"] = "欲死不能得，欲生无一可。", -- 梅花
	["$beige2"] = "此行远兮，君尚珍重！", -- 黑桃
	["$beige3"] = "翩翩吹我衣，肃肃入我耳。", -- 方片
	["$beige4"] = "岂偕老之可期，庶尽欢于余年。", -- 红桃
	["$duanchang1"] = "雁飞高兮邈难寻，空断肠兮思愔愔。",
	["$duanchang2"] = "胡人落泪沾边草，汉使断肠对归客。",
}
