-- translation for FanchengScenario

return {
	["fancheng"] = "樊城之战",
	["guagu"] = "刮骨疗毒",
	["dujiang"] = "白衣渡江",
	["flood"] = "水淹七军",
	["taichenfight"] = "抬榇战关羽",
	["changqu"] = "长驱直入",
	["xiansheng"] = "玉泉显圣",
	["zhiyuan"] = "支援",
	[":guagu"] = "<font color=\"blue\"><b>锁定技。</b></font>华佗每对关羽造成1点伤害后，关羽回复2点体力，然后华佗摸一张牌",
	[":dujiang"] = "<font color=\"red\"><b>限定技。</b></font>吕蒙的回合开始阶段开始时，他可以弃置两张装备区内的装备牌，变身为神吕蒙，体力上限变为3。\
	若水淹七军剧情已发生，则曹仁失去的手牌上限-1的效果",
	[":flood"] = "<font color=\"red\"><b>限定技。</b></font>关羽可弃置3张黑色手牌，令所有反贼弃置所有装备区内的装备牌，并选择一项：弃置2张手牌，或受到关羽对其造成的1点伤害\
曹仁的手牌上限-1",
	[":taichen_fight"] = "<font color=\"green\"><b>阶段技。</b></font>出牌阶段，你可以自减1点体力，视为对关羽使用了一张【决斗】，此【决斗】不能被无懈可击响应，且SP庞德带有“无双”效果。\
关羽杀死庞德无3张奖励牌。",
	[":changqu"] = "<font color=\"blue\"><b>锁定技。</b></font>水淹七军剧情发生后，徐晃与关羽的距离为1",
	[":xiansheng"] = "<font color=\"red\"><b>限定技。</b></font>关羽的回合开始阶段开始时，若体力值小于或等于2，他可以弃置所有装备区内的装备牌和手牌，然后摸3张手牌，变身为神关羽\
（仅有“武神”），体力和体力上限皆为6。抬榇战关羽、长驱直入、刮骨疗毒都能对神关羽发动",
	[":zhiyuan"] = "你可以在出牌阶段给庞德或徐晃一张基本牌。每阶段限两次",
	["@@dujiang"] = "你可以发动“白衣渡江”",
	["~dujiang"] = "选择两张装备区的装备牌→点击确定",
}
